[
  {
    "id": 1,
    "category": "প্রাথমিক জীবন",
    "timing": {
      "minutes": 15,
      "text": "15 মিনিট"
    },
    "title": "নবী ﷺ-এর জন্ম ও শৈশবকাল",
    "articleText": "৫৭০ খ্রিস্টাব্দে মক্কার কুরাইশ গোত্রে নবী মুহাম্মদ ﷺ-এর জন্ম হয়। এই সময়টিকে 'আমুল ফীল' বলা হয় কারণ আব্রাহার হাতির বাহিনী কাবা ধ্বংস করতে এসেছিল কিন্তু আল্লাহ তা থেকে কাবাকে রক্ষা করেন। শৈশবে নবী ﷺ পিতৃহীন ও মাতৃহীন হন। তাঁর পিতা আবদুল্লাহ নবী ﷺ জন্মের পূর্বেই ইন্তেকাল করেন এবং মা আমিনা (রা.)-ও তাঁর ছেলেকে খুব অল্প বয়সে রেখে চলে যান। এতিম জীবনের কষ্ট ও দুঃখ খুব অল্প বয়স থেকেই নবী ﷺ অনুভব করেন। দাদা আবদুল মুত্তালিব তাঁকে নিজের স্নেহের ছায়ায় লালনপালন করেন। দাদার মৃত্যুর পর চাচা আবু তালিব তাঁর দায়িত্ব নেন। তিনি নবী ﷺ-কে নিজের সন্তানের মতো দেখতেন এবং সর্বদা রক্ষা করতেন।\n\nশৈশব থেকেই নবী ﷺ সত্যবাদিতা, বিশ্বস্ততা এবং সৎ চরিত্রের জন্য পরিচিত ছিলেন। লোকেরা তাঁকে 'আল-আমীন' (অর্থাৎ বিশ্বস্ত) নামে ডাকত। তিনি কখনও মিথ্যা বলতেন না এবং কখনও কারো হক নষ্ট করতেন না। জীবনের প্রতিটি পদক্ষেপেই তাঁর চরিত্রে পরিলক্ষিত হতো সৌন্দর্য, ধৈর্য ও নৈতিকতা। শৈশবে তিনি মক্কার শিশুদের মতো খেলাধুলায় লিপ্ত হননি; বরং চিন্তাশীল, বিনয়ী ও গম্ভীর স্বভাবের ছিলেন।\n\nকৈশোরে পৌঁছে তিনি জীবিকা নির্বাহের জন্য ভেড়া চরাতে শুরু করেন। ভেড়া চরানোর এই কাজ তাঁকে ধৈর্য, আত্মনিয়ন্ত্রণ এবং দায়িত্ববোধ শিখিয়েছিল। এ অভিজ্ঞতা ভবিষ্যতে তাঁকে নেতৃত্ব ও উম্মাহ পরিচালনার জন্য প্রস্তুত করেছিল। পরবর্তীতে তিনি ব্যবসার কাজে যোগ দেন। তাঁর সততা ও ন্যায়পরায়ণতার কারণে তিনি ব্যবসায় অসাধারণ সুনাম অর্জন করেন। কোনো প্রকার প্রতারণা বা মিথ্যা ব্যবহার তিনি করতেন না। মক্কার মানুষ তাঁকে তাদের সম্পদ ও পণ্য আমানত হিসেবে দিত, কারণ তাঁরা জানত, তিনি কখনো আমানতের খেয়ানত করবেন না।\n\nএই সময়ে তিনি বিভিন্ন অঞ্চলে সফর করেছিলেন এবং বিভিন্ন জাতির ব্যবসায়ী ও মানুষের সাথে পরিচিত হন। এর ফলে তাঁর দৃষ্টিভঙ্গি আরও বিস্তৃত হয়েছিল। তিনি বিশ্বের নানা প্রান্তের মানুষের সংস্কৃতি, বিশ্বাস ও জীবনধারা সম্পর্কে জ্ঞান অর্জন করেন। কিন্তু সব কিছুর মাঝেও তিনি বহুদেবতাবাদ ও মূর্তিপূজাকে ঘৃণা করতেন। তিনি কখনো মূর্তির সামনে মাথা নত করেননি এবং সব সময় এক আল্লাহর প্রতি বিশ্বাস স্থাপন করতেন।\n\nনবী ﷺ-এর শৈশবের আরেকটি বিশেষ দিক ছিল, আল্লাহ তাঁর হৃদয়কে শিরক ও অপবিত্রতা থেকে একেবারে মুক্ত রেখেছিলেন। একবার শিশুকালে তাঁর বক্ষ বিদীর্ণ করা হয় এবং তাঁর হৃদয় থেকে কালো দাগ বের করে নেওয়া হয়েছিল। ফেরেশতারা তাঁর হৃদয়কে পবিত্র করে দেন। এর ফলে তাঁর অন্তর সর্বদা বিশুদ্ধ থেকে গিয়েছিল এবং শয়তানের প্রভাব সেখানে প্রবেশ করতে পারেনি।\n\nতাঁর শৈশবের প্রতিটি ধাপে আল্লাহ তাঁকে নবুওয়াতের জন্য প্রস্তুত করছিলেন। পিতৃহীন ও মাতৃহীন জীবনের কষ্ট তাঁকে দায়িত্ববান ও সহানুভূতিশীল বানিয়েছিল। দাদা ও চাচার স্নেহ তাঁকে পারিবারিক বন্ধনের গুরুত্ব শিখিয়েছিল। ভেড়া চরানোর সময় তিনি ধৈর্য ও দায়িত্বশীলতা অর্জন করেছিলেন। ব্যবসার সততা তাঁকে ন্যায়পরায়ণ নেতা হওয়ার ভিত্তি গড়ে দেয়। আর সমাজে 'আল-আমীন' উপাধি তাঁকে সবার আস্থা ও বিশ্বাসের প্রতীক বানিয়ে দেয়। পরবর্তীতে যখন তিনি আল্লাহর পক্ষ থেকে নবুওয়াত লাভ করেন, তখন এই চরিত্রগত গুণাবলী মানুষকে তাঁর প্রতি সহজেই আকৃষ্ট করে।\n\nঅতএব, নবী মুহাম্মদ ﷺ-এর প্রাথমিক জীবন আমাদের শেখায় যে, জীবনের কঠিন পরীক্ষা-নিরীক্ষা, সততা, সত্যবাদিতা এবং দৃঢ় চরিত্রই একজন মানুষকে মহান করে তোলে। তাঁর শৈশব শুধু একটি ইতিহাস নয়, বরং আজও মানুষের জন্য অনন্য শিক্ষার উৎস।",
    "writer": "ইমাম আবু তাহের",
    "publishDate": "2025-09-15"
  },
  {
    "id": 2,
    "category": "প্রাথমিক জীবন",
    "timing": {
      "minutes": 18,
      "text": "18 মিনিট"
    },
    "title": "নবী ﷺ-এর কৈশোর ও সততার খ্যাতি",
    "articleText": "কৈশোর থেকেই নবী ﷺ মক্কার সমাজে একজন বিশ্বস্ত ব্যক্তি হিসেবে পরিচিত হন। তিনি ভেড়া চরানো দিয়ে কাজ শুরু করেছিলেন। এর মাধ্যমে তিনি ধৈর্য, সহনশীলতা ও নেতৃত্ব শেখেন। পরে তিনি ব্যবসার কাজে যুক্ত হন এবং তাঁর সততা ও সত্যবাদিতার কারণে সমাজে সুনাম অর্জন করেন। এতটাই বিশ্বস্ত ছিলেন যে, মক্কার লোকেরা নিজেদের সম্পদ তাঁর কাছে আমানত রাখত। এই সততার খ্যাতিই পরবর্তীতে তাঁর দাওয়াতের ক্ষেত্রে একটি বড় ভূমিকা পালন করে।\n\nনবী ﷺ-এর সততা কেবল ব্যক্তিগত জীবনেই সীমাবদ্ধ ছিল না; ব্যবসার ক্ষেত্রে তিনি ন্যায়পরায়ণতা এবং বিশ্বাসযোগ্যতার প্রতীক হয়ে উঠেছিলেন। তিনি কখনও মিথ্যা বলতেন না, কখনও কারও সম্পদ দখল করতেন না এবং সর্বদা সঠিক ও ন্যায়সঙ্গতভাবে ব্যবসা পরিচালনা করতেন। মক্কার মানুষ তাঁকে 'আল-আমীন' অর্থাৎ বিশ্বস্ত ব্যক্তি নামে সমাদর করত।\n\nএই সময়ে নবী ﷺ বিভিন্ন ব্যবসায়িক সফরে গিয়ে অন্যান্য জাতি ও সম্প্রদায়ের মানুষের সাথে পরিচিত হন। এর ফলে তাঁর দৃষ্টিভঙ্গি আরও বিস্তৃত হয় এবং তিনি ন্যায়পরায়ণ ও দায়িত্বশীল ব্যবসায়িক নীতি আয়ত্ত করতে সক্ষম হন। এছাড়াও, এই সময়ে তিনি মানুষের চরিত্র এবং সমাজের নৈতিকতা বোঝার সুযোগ পান, যা ভবিষ্যতে ইসলামের শিক্ষায় গুরুত্বপূর্ণ ভূমিকা রাখে।\n\nনবী ﷺ-এর সততা এবং ধৈর্য শুধু ব্যবসা ক্ষেত্রেই নয়, সামাজিক জীবনেও উদাহরণ স্থাপন করেছিল। তিনি কখনও কারও প্রতি অবিচার করেননি এবং সর্বদা দয়া, সহানুভূতি এবং সহনশীলতার সঙ্গে অন্যদের সাথে আচরণ করতেন। তাঁর এই চারিত্রিক গুণাবলী পরবর্তীতে মুসলিম উম্মাহর মধ্যে আস্থা ও বিশ্বাসের ভিত্তি হিসেবে কাজ করে।\n\nশিশুকাল থেকে কৈশোর পর্যন্ত এই সততা, সত্যনিষ্ঠা এবং নৈতিক শিক্ষার মাধ্যমে নবী ﷺ এক আদর্শ চরিত্রের অধিকারী হয়ে ওঠেন। এই চরিত্রগত গুণাবলী তাঁকে পরবর্তী নবুওয়াতের জন্য প্রস্তুত করেছিল এবং ইসলামের ইতিহাসে সবার জন্য অনন্য শিক্ষার উৎস হয়ে দাঁড়ায়।",
    "writer": "শাইখ আবদুর রহমান",
    "publishDate": "2025-09-16"
  },
  {
    "id": 3,
    "category": "মক্কী জীবন",
    "timing": {
      "minutes": 20,
      "text": "20 মিনিট"
    },
    "title": "প্রথম ওহী এবং নবুওয়াতের সূচনা",
    "articleText": "৪০ বছর বয়সে নবী ﷺ হেরা গুহায় প্রথম ওহী লাভ করেন। ফেরেশতা জিবরাইল (আ.) এসে তাঁকে 'পড়' নির্দেশ দেন। নবী ﷺ ভীত হয়ে বাড়ি ফিরে আসেন এবং স্ত্রী খাদিজা (রা.) তাঁকে সান্ত্বনা দেন। খাদিজা (রা.) নবী ﷺ-এর সাহস বাড়াতে তাঁকে আশ্বাস দেন যে আল্লাহ সর্বদা সত্যকে সমর্থন করবেন।\n\nপ্রথম ওহীর পর নবী ﷺ নিজেকে এক নতুন দায়িত্বের জন্য প্রস্তুত পান। এই সময়ে নবী ﷺ গভীরভাবে ধ্যান-চিন্তায় লিপ্ত থাকতেন। তিনি মানবজাতির জন্য আল্লাহর শিক্ষা প্রচার করার দায়িত্ব বোধ করেন। নবুওয়াতের সূচনা নবী ﷺ-এর জীবনে এক যুগান্তকারী পরিবর্তন আনে। তিনি ধীরে ধীরে নিকট আত্মীয়দের মাঝে ইসলাম প্রচার শুরু করেন। প্রথমে তিনি একান্ত বিশ্বাসী আত্মীয় ও বন্ধুরা নিয়ে ছোট আকারে ইসলামের বার্তা পৌঁছে দেন।\n\nকিন্তু মক্কার কাফেররা ইসলাম গ্রহণের পথে বাধা সৃষ্টি করতে শুরু করে। তারা নবী ﷺ-এর শিক্ষা গ্রহণ করতে চাননি এবং প্রচেষ্টা চালায় ইসলাম ধ্বংস করার। এ সময় নবী ﷺ অসংখ্য চ্যালেঞ্জ ও বিপদের মুখোমুখি হন। মুসলিমরা গোপনে ইসলাম অনুসরণ করলেও নবী ﷺ দৃঢ়ভাবে সত্যের পথে চলতে থাকেন। তিনি কখনও আতঙ্কিত হননি এবং কখনও আল্লাহর আদেশ অমান্য করেননি।\n\nনবী ﷺ প্রথম ওহী লাভের পর, আল্লাহ তাঁকে নির্দেশ দেন যে মানুষের প্রতি সদয় ও সহানুভূতিশীল হওয়া অপরিহার্য। নবী ﷺ শিক্ষা দেন, কঠোরতার বা হিংসার মাধ্যমে নয় বরং ধৈর্য, ন্যায়পরায়ণতা ও উদারতার মাধ্যমে মানুষকে আল্লাহর পথে আহ্বান করতে হবে। এই শিক্ষা নবী ﷺ-এর পরবর্তী জীবন ও দাওয়াতের ভিত্তি স্থাপন করে।\n\nপ্রথম ওহীর ঘটনা নবী ﷺ-কে আত্মনির্ভর ও দৃঢ় মনোভাবসম্পন্ন করে তোলে। তিনি উপলব্ধি করেন যে তাঁর মিশন শুধুমাত্র নিজের জন্য নয়, বরং সমগ্র মানবজাতির জন্য। তিনি সততা, ন্যায়পরায়ণতা এবং ধৈর্যের সঙ্গে নবুওয়াতের দায়িত্ব পালন করতে থাকেন।\n\nএই সময়ে নবী ﷺ-এর চারপাশে কিছু সাহাবি বিশ্বাসী উদীয়মান হয়, যারা ইসলামের জন্য দৃঢ় ও অক্লান্ত প্রচেষ্টা চালায়। নবী ﷺ তাদের শিক্ষা দেন কিভাবে ধৈর্য, বিশ্বাস এবং আল্লাহর প্রতি ভরসা রেখে সমাজে ন্যায় প্রতিষ্ঠা করতে হয়।\n\nনবুওয়াতের এই সূচনালগ্নে নবী ﷺ নিজেকে প্রায়শই গহ্বর এবং পাহাড়ের শান্ত পরিবেশে প্রার্থনার মাধ্যমে আল্লাহর কাছের হওয়ার চেষ্টা করতেন। এ সময়ে তাঁর অন্তর আল্লাহর নির্দেশনা গ্রহণে প্রস্তুত হয়। নবী ﷺ-এর এই ধ্যান ও প্রার্থনা পরবর্তী ইসলামী দাওয়াতের শক্তি হিসেবে কার্যকর হয়।\n\nঅতএব, 'প্রথম ওহী এবং নবুওয়াতের সূচনা' নবী ﷺ-এর জীবনে এক গুরুত্বপূর্ণ পর্ব, যা আমাদের শেখায় ধৈর্য, সততা, সাহস, আল্লাহর প্রতি বিশ্বাস এবং মানবজাতির কল্যাণের জন্য আত্মনিয়োগ। নবী ﷺ-এর এই সূচনালগ্নের শিক্ষা আজও মানুষের জন্য এক অনন্য অনুপ্রেরণা।",
    "writer": "ড. আবদুল হাকিম",
    "publishDate": "2025-09-15"
  },
  {
    "id": 4,
    "category": "মক্কী জীবন",
    "timing": {
      "minutes": 22,
      "text": "22 মিনিট"
    },
    "title": "মুসলিমদের উপর নির্যাতন ও সহনশীলতা",
    "articleText": "### ইসলামের প্রাথমিক বিরোধিতা\nমক্কার কাফেররা ইসলাম গ্রহণকারীদের উপর অমানবিক নির্যাতন চালায়। তারা মুসলিমদের সামাজিক ও আর্থিকভাবে চাপে ফেলার চেষ্টা করে। বিলাল (রা.)-কে প্রখর রোদে মরুভূমিতে ফেলে রাখা হতো, যাতে তিনি ইসলাম ত্যাগ করেন। একইভাবে, আম্মার (রা.) ও তাঁর পরিবারকে শাস্তি দেওয়া হতো। অনেক সাহাবি এই অত্যাচারের কারণে শাহাদাত বরণ করেন।\n\n### নবী ﷺ-এর ধৈর্য ও দাওয়াত\nএই কঠোর সময়ে নবী ﷺ সাহাবিদের ধৈর্য ধারণ করতে বলেন। তিনি সবসময় আল্লাহর সাহায্যের প্রতি ভরসা রাখতে বলেন এবং বিশ্বাসী হওয়ার শিক্ষা দেন। নবী ﷺ-এর এই সহনশীলতা এবং ধৈর্য মুসলিমদের জন্য এক অনন্য অনুপ্রেরণা। নবী ﷺ কখনও হতাশ হননি এবং প্রতিটি পরিস্থিতিতে ধৈর্য ও সত্যের পথে চলেছেন।\n\n### সমাজে ইসলামের স্থায়িত্ব\nনবী ﷺ মুসলিমদের সতর্ক করেন যে, কঠিন পরীক্ষা ও নির্যাতনের সময়ে আল্লাহর উপর বিশ্বাস স্থাপন করতে হবে। এই সময়ে সাহাবিরা একে অপরকে সমর্থন করেন এবং ইসলামের আদর্শ অনুযায়ী জীবন যাপন করতে শেখেন। এই সহনশীলতা ইসলামের ইতিহাসে এক অনন্য দৃষ্টান্ত হিসেবে রয়ে গেছে।\n\n### ধর্মীয় সহনশীলতার শিক্ষা\nএই অধ্যায় থেকে আমরা শিখি, বিশ্বাসের পথে চলতে গেলে ধৈর্য, সহনশীলতা এবং আল্লাহর প্রতি ভরসা অপরিহার্য। নবী ﷺ-এর শিক্ষা অনুযায়ী, কঠিন পরিস্থিতিতেও ন্যায়, সততা এবং সহনুভূতির সঙ্গে কাজ করা উচিত। মুসলিমরা এই প্রেরণা থেকে নিজেদের জীবনে ইসলামিক নৈতিকতা অনুসরণ করতে শেখেন।\n\n### সমাপনী মন্তব্য\nমুসলিমদের উপর নির্যাতনের সময়ে নবী ﷺ-এর সহনশীলতা ও ধৈর্য ইসলামের শক্তি হিসেবে দাঁড়িয়েছে। এটি আমাদের শেখায় যে, কঠিন সময়েও আল্লাহর উপর বিশ্বাস রাখা, সততা বজায় রাখা এবং সহনশীল হওয়া জীবনের অপরিহার্য দিক। নবী ﷺ-এর এই উদাহরণ আজও মুসলিমদের জন্য এক অনন্য শিক্ষার উৎস।",
    "writer": "মাওলানা সাঈদ আহমাদ",
    "publishDate": "2025-09-17"
  },
  {
    "id": 5,
    "category": "হিজরত",
    "timing": {
      "minutes": 18,
      "text": "18 মিনিট"
    },
    "title": "মদিনায় হিজরতের গুরুত্ব",
    "articleText": "নির্যাতনের চরম পর্যায়ে মুসলিমদের জন্য মদিনায় হিজরত করা অপরিহার্য হয়ে ওঠে। নবী ﷺ ও সাহাবিরা আল্লাহর নির্দেশে মদিনায় চলে যান। হিজরতের মাধ্যমে মুসলিমরা স্বাধীনভাবে ইসলাম পালন করতে সক্ষম হয়। নবী ﷺ মদিনায় পৌঁছে মসজিদে নববী নির্মাণ করেন এবং মুসলিম ও ইহুদিদের মধ্যে মদিনার সনদ প্রণয়ন করেন। হিজরত শুধু স্থান পরিবর্তন ছিল না; এটি ছিল ইসলামী সমাজ ও রাষ্ট্র প্রতিষ্ঠার সূচনা।",
    "writer": "শাইখ মুহাম্মদ আজম",
    "publishDate": "2025-09-15"
  },
  {
    "id": 6,
    "category": "হিজরত",
    "timing": {
      "minutes": 10,
      "text": "10 মিনিট"
    },
    "title": "আবু বকর (রা.)-এর সাথে গুহায় অবস্থান",
    "articleText": "মক্কা থেকে হিজরতের সময় নবী ﷺ ও আবু বকর (রা.) সওর গুহায় অবস্থান করেন। কাফেররা তাঁদের খুঁজতে গুহার মুখে এসে দাঁড়ায়। কিন্তু আল্লাহর অলৌকিক সাহায্যে গুহার দরজায় মাকড়সার জাল ও কবুতরের ডিম দেখে তারা ভেতরে ঢোকে নি। এই ঘটনা ইসলামী ইতিহাসে আল্লাহর সাহায্য ও ভরসার প্রতীক হিসেবে চিরস্মরণীয়।",
    "writer": "ইমাম হাসান মাহমুদ",
    "publishDate": "2025-09-18"
  },
  {
    "id": 7,
    "category": "যুদ্ধসমূহ",
    "timing": {
      "minutes": 30,
      "text": "30 মিনিট"
    },
    "title": "বদর যুদ্ধের শিক্ষা",
    "articleText": "হিজরতের দ্বিতীয় বছরে (৬২৪ খ্রিস্টাব্দ) রমজান মাসের ১৭ তারিখে বদর যুদ্ধ সংঘটিত হয়। এটি ইসলামের প্রথম বড় যুদ্ধ হিসেবে ইতিহাসে স্থান পেয়েছে। মুসলিমদের সংখ্যা ছিল মাত্র ৩১৩ জন, অন্যদিকে কুরাইশদের সংখ্যা ছিল প্রায় ১০০০। মুসলমানদের হাতে সীমিত অস্ত্র, মাত্র দু’একটি ঘোড়া ও উট ছিল, অথচ কুরাইশরা ছিল সম্পূর্ণ সজ্জিত। এই পরিস্থিতিতেও আল্লাহর সাহায্যে মুসলিমরা বিজয়ী হয়।\n\nযুদ্ধের আগে মহানবী মুহাম্মদ (ﷺ) তাঁর সাহাবিদের সঙ্গে পরামর্শ করেন এবং সবাই একমত হন যে তারা যুদ্ধ করবে। রাতে নবী করিম (ﷺ) দীর্ঘ সময় আল্লাহর কাছে দোয়া করেন। আল্লাহ তাআলা ফেরেশতা প্রেরণ করে মুসলিমদের সহায়তা করেন। কুরআনে এ সম্পর্কে বলা হয়েছে, ‘আমি তোমাদের সাহায্যের জন্য একের পর এক হাজার ফেরেশতা প্রেরণ করেছি।’ (সূরা আনফাল ৮:৯)।\n\nযুদ্ধে মুসলিমরা সাহস ও ঈমানের দৃঢ়তা প্রদর্শন করে। শত্রুপক্ষের অনেক নেতা নিহত হয়, যেমন আবু জাহল, উতবা ও শাইবা। মুসলিমদের দিক থেকেও কয়েকজন সাহাবি শহীদ হন, কিন্তু সামগ্রিকভাবে মুসলমানরা বড় ধরনের বিজয় অর্জন করে। এ বিজয় শুধু সামরিক নয়, বরং ইসলামের রাজনৈতিক ও সামাজিক অবস্থানকে মজবুত করে দেয়।\n\nবন্দীদের সঙ্গে মুসলমানরা মানবিক আচরণ করে। অনেককে মুক্তিপণের বিনিময়ে মুক্তি দেওয়া হয়, আবার অনেকে শিক্ষাদানের মাধ্যমে মুক্তি লাভ করে। এ থেকে বোঝা যায়, ইসলাম যুদ্ধক্ষেত্রেও মানবিকতা ও জ্ঞানের গুরুত্বকে অগ্রাধিকার দেয়।\n\nবদর যুদ্ধ আমাদের জন্য অনেক শিক্ষা বহন করে। প্রথমত, বিজয় আল্লাহর সাহায্য ছাড়া সম্ভব নয়। দ্বিতীয়ত, ঈমান ও সাহস সংখ্যার চেয়ে বড় শক্তি। তৃতীয়ত, ঐক্যবদ্ধ থাকলে যেকোনো প্রতিকূলতাকে অতিক্রম করা যায়। চতুর্থত, দোয়া ও নামাজ আল্লাহর সাহায্য পাওয়ার অন্যতম মাধ্যম। সর্বশেষে, শত্রুর সঙ্গে আচরণেও ইসলাম মানবিকতা বজায় রাখে।\n\nবদর যুদ্ধ প্রমাণ করে যে সত্যের পথে অল্পসংখ্যক হলেও আল্লাহর সাহায্যে তারা বিজয়ী হতে পারে। এটি মুসলমানদের জন্য আজও এক বিশাল প্রেরণা এবং প্রতিটি যুগে ঈমান, সাহস ও ঐক্যের শক্তিকে স্মরণ করিয়ে দেয়।",
    "writer": "শাইখ নাসির উদ্দিন",
    "publishDate": "2025-09-20"
  },

  {
    "id": 8,
    "category": "যুদ্ধসমূহ",
    "timing": {
      "minutes": 15,
      "text": "15 মিনিট"
    },
    "title": "উহুদ যুদ্ধের পরীক্ষা",
    "articleText": "হিজরতের তৃতীয় বছরে উহুদ যুদ্ধ হয়। মুসলিমদের কিছু সাহাবি নবী ﷺ-এর আদেশ অমান্য করে পাহাড় ত্যাগ করেছিলেন, ফলে কাফেররা আক্রমণ করে মুসলিমদের ক্ষতি করে। নবী ﷺ আহত হন। তবে এই যুদ্ধ থেকে মুসলিমরা বড় শিক্ষা পায় যে, আল্লাহর আদেশ ও নবীর নির্দেশ মেনে চলাই সফলতার মূল। উহুদ যুদ্ধ ছিল একটি কঠিন পরীক্ষা কিন্তু মুসলিমরা এখান থেকে গুরুত্বপূর্ণ শিক্ষা লাভ করে।",
    "writer": "মাওলানা আনিসুল হক",
    "publishDate": "2025-09-21"
  },
  {
    "id": 9,
    "category": "সফরসমূহ",
    "timing": {
      "minutes": 20,
      "text": "20 মিনিট"
    },
    "title": "হুদায়বিয়ার চুক্তি",
    "articleText": "হিজরতের ষষ্ঠ বছরে নবী ﷺ সাহাবিদের নিয়ে উমরাহর উদ্দেশ্যে মক্কায় যাত্রা করেন। কাফেররা বাধা দিলে হুদায়বিয়ায় একটি শান্তিচুক্তি স্বাক্ষরিত হয়। যদিও অনেক সাহাবি মনে করেছিলেন এই চুক্তি মুসলিমদের ক্ষতি করেছে, কিন্তু পরবর্তীতে এটি ইসলামের জন্য এক বিশাল কল্যাণ বয়ে আনে। অনেক মানুষ ইসলাম গ্রহণ করতে শুরু করে।",
    "writer": "ড. মাহমুদুল হাসান",
    "publishDate": "2025-09-22"
  },
  {
    "id": 10,
    "category": "ব্যবসা",
    "timing": {
      "minutes": 1,
      "text": "1 মিনিট"
    },
    "title": "সততার সাথে ব্যবসা",
    "articleText": "নবী ﷺ ব্যবসার কাজে সবসময় সততা ও ন্যায়পরায়ণতা বজায় রাখতেন। তিনি অন্যায়ভাবে মুনাফা করতেন না, ক্রেতা-বিক্রেতা উভয়ের কল্যাণের দিকে নজর রাখতেন। তাঁর সততার কারণে ব্যবসায়িক দুনিয়ায় তিনি অতুলনীয় খ্যাতি অর্জন করেছিলেন। পরবর্তীতে ইসলামি অর্থনীতির ভিত্তি তাঁর শিক্ষার উপরই দাঁড়িয়েছে।",
    "writer": "শাইখ ফরিদ উদ্দিন",
    "publishDate": "2025-09-23"
  }
]
